---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.BackgroundTaskCancelledException
source: html/9d86729d-01a8-78bb-673c-625b2ef4e14d.htm
---
# BackgroundTaskCancelledException Properties

The information of the function throwing the exception.